Repository: CanonicalLtd/landscape-client
Catalog: po/*.po
Languages: fr

source: Success.
fr: Réussi.

source: Failure.
fr: Echoué.

source: Authentication failed
fr: L'authentification a échoué

source: Registering client failed
fr: L'enregistrement du client a échoué

source: Registering client was successful
fr: L'enregistrement du client a réussi

source: Attempting to register at %s
fr: Tentative d'enregistrement sur %s

source: Disabling client failed
fr: Le client n'a pas pu être désactivé

source: Disabling client was successful
fr: Le client a été désactivé avec succès

source: Attempting to disable landscape client.
fr: Tentative de désactivation du client Landscape.

source: Landscape Service
fr: Service Landscape

source: None
fr: Aucun

source: Landscape - hosted by Canonical
fr: Landscape - hébergé par Canonical

source: Landscape - dedicated server
fr: Landscape - serveur dédié

source: Register
fr: S'enregistrer

source: Disable
fr: Désactiver

source: Invalid host name.
fr: Nom d'hôte invalide.

source: Only ASCII characters are allowed.
fr: Seuls les caractères ASCII sont autritorisés.

source: Landscape is a remote administration service from Canonical. If you allow it, a Landscape server can monitor this computer's performance and send administration commands.
fr: Landscape est un service de gestion à distance de Canonical. Si vous l'autorisez, un serveur Landscape peut surveiller les performance de cette machine et envoyer des commandes administratives.

source: Find out more...
fr: En apprendre plus...

source: Landscape service:
fr: Serveur Landscape à utiliser:

source: Account name:
fr: Nom du compte:

source: Registration Key:
fr: Clé d'enregistrement:

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Sign up...
fr: S'inscrire...

source: Landscape server hostname:
fr: Nom d'hôte du serveur Landscape:

source: If you click "Disable" the Landscape client on this machine will be disabled. You can reenable it later by revisiting this dialog.
fr: Si vous cliquez sur "Désactiver" le client Landscape sera désactivé sur cette machine. Vous pouvez le réactiver plus tard en rouvrant cette fenêtre de dialogue.

source: Landscape Management Service Preferences
fr: Préférences du service de gestion Landscape

source: Allow the user to read and write Landscape Client settings.
fr: Autorise l'utilisateur à lire et écrire la configuration du client Landscape.

source: System policy prevents you from reading and writing Landscape Client Settings.
fr: Politique système vous empêchant de lire et d'écrire la configuration du client Landscape.

source: Landscape client
fr: Client Landscape

source: Landscape is an easy-to-use commercial systems management and monitoring service offered by Canonical that helps administrators manage multiple machines efficiently.
fr: Landscape est un système de gestion et de surveillance proposé en tant que service payant par Canonical, qui aide les administrateurs à gérer plusieurs machine efficacement.

source: You need to install Landscape client to be able to configure it. Do you want to install it now?
fr: Il faut installer le client Landscape pour le configurer. Voulez-vous l'installer maintenant?

source: Install Landscape client?
fr: Installer le client Landscape?

source: Install
fr: Installer
